;汉化：aotix

[ReaperBanshee X2CharacterTemplate]
strCharacterName="女妖"

[CorpseReaperBanshee X2ItemTemplate]
FriendlyName="女妖尸体"
FriendlyNamePlural="女妖尸体"
BriefSummary="女妖是由阿萨里人合成的有机合成生物，通过死神技术进行突变。女妖极其聪明，通常作为高级压制单位领导死神突击队。"

[RM_BansheeBioticBarrier X2AbilityTemplate]
LocFriendlyName="生化屏障"
LocLongDescription="女妖被赋予了生物能量。其能够利用黑暗能量场来保护免受伤害，即使被摧毁了也能再生。"
LocHelpText="女妖拥有<Ability:BIOTIC_BARRIER/>点强屏障，每回合可以重新获得<Ability:BIOTICREGEN/>点。"
LocFlyOverText="生化屏障"
LocPromotionPopupText="<Bullet/>生化感应能力开始时具有<Ability:BIOTIC_BARRIER/>点强力屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点。<br/>"

[RM_BansheeBioticRebuild X2AbilityTemplate]
LocFriendlyName="生化屏障"
LocLongDescription="女妖被赋予了生物能量。其能够利用黑暗能量场来保护免受伤害，即使被摧毁了也能再生。"
LocHelpText="女妖拥有<Ability:BIOTIC_BARRIER/>点强屏障，每回合可以重新获得<Ability:BIOTICREGEN/>点。"
LocFlyOverText="生化屏障"

[RM_BansheeBioticRegen X2AbilityTemplate]
LocFriendlyName="生化再生"
LocLongDescription="女妖被赋予了生物能量。其能够利用黑暗能量场来保护免受伤害，即使被摧毁了也能再生。"
LocHelpText="女妖拥有<Ability:BIOTIC_BARRIER/>点强屏障，每回合可以重新获得<Ability:BIOTICREGEN/>点。再生可以在足够高的灵能下进行得更快。"
LocFlyOverText="生化再生"

[BansheeSlash X2AbilityTemplate]
LocFriendlyName="裂爪"
LocLongDescription="女妖的畸形爪子可以从几米外攻击并撕裂敌人。"
LocHelpText="对目标进行近距离扫击，造成出血效果。"
LocFlyOverText="裂爪"